Repository: hardingeron/portfolio
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ka

source: Home — Portfolio
ka: მთავარი — პორტფოლიო

source: Code that solves your problems
ka: კოდი, რომელიც თქვენს ამოცანებს აგვარებს

source: Projects
ka: პროექტები

source: Services
ka: მომსახურებები

source: Contacts
ka: კონტაქტები

source: Language
ka: ენა

source: Hello! I'm Dima, your versatile assistant
ka: გამარჯობა! მე ვარ დიმა, თქვენი უნივერსალური დამხმარე

source: I create modern and user-friendly websites that help businesses work effectively and interact with customers. My projects are simple and easy to use.
ka: ვქმნი თანამედროვე და მოსახერხებელ ვებსაიტებს, რომლებიც ეხმარება ბიზნესს ეფექტურად მუშაობაში და მომხმარებლებთან ურთიერთობაში. ჩემი პროექტები მარტივია და მოსახერხებელი.

source: View Projects
ka: პროექტების ნახვა

source: Contact me
ka: დამიკავშირდით

source: My Skills
ka: ჩემი უნარები

source: Python
ka: პითონი

source: Frameworks: Flask, Django. I work with databases like MySQL, SQLite, SQLAlchemy. Ready to work with other solutions if needed.
ka: ფრეიმვორკები: Flask, Django. ვმუშაობ მონაცემთა ბაზებთან, როგორიცაა MySQL, SQLite, SQLAlchemy. მზად ვარ სხვა გადაწყვეტილებებთან მუშაობისთვის, თუ ეს საჭიროებს კლიენტს.

source: I work with GitHub: updating versions, uploading projects, transferring repositories. I can manage team collaboration through version control systems.
ka: ვმუშაობ GitHub-თან: ვახორციელებ ვერსიების განახლებას, ვტვირთავ პროექტებს, ვატარებ რეპოზიტორიუმებს. შემიძლია გუნდის მუშაობის მართვა ვერსიების კონტროლის სისტემის მეშვეობით.

source: Website Deployment
ka: ვებგვერდების განთავსება

source: I deploy websites on servers, configure SSL certificates for security, and provide maintenance and updates after launch.
ka: ვაკონფიგურირებ ვებსაიტებს სერვერებზე, ვაყენებ SSL სერთიფიკატებს უსაფრთხოებისთვის. მზად ვარ ვუძღვნა და განვაახლო ვებსაიტები გასაშვებად.

source: Databases
ka: მონაცემთა ბაზები

source: I work with databases like MySQL, SQLite, SQLAlchemy. Ready to work with other solutions if needed.
ka: მუშაობ მონაცემთა ბაზებთან, როგორიცაა MySQL, SQLite, SQLAlchemy. მზად ვარ სხვა გადაწყვეტილებებთან მუშაობისთვის, თუ ეს საჭიროებს კლიენტს.

source: © 2025 Dima. All rights reserved.
ka: © 2025 დიმა. ყველა უფლება დაცულია

source: Café Cozy Corner
ka: კაფე მყუდრო კუთხე

source: The tastiest coffee in the city
ka: ქალაქში ყველაზე გემრიელი ყავა

source: Our menu
ka: ჩვენი მენიუ

source: Table reservation
ka: მაგიდის დაჯავშნა

source: Reviews
ka: მიმოხილვები

source: About us
ka: ჩვენ შესახებ

source: Café Cozy Corner is a place where comfort and inspiration meet the aroma of freshly brewed coffee. Here you can work quietly or meet with friends, enjoying not only coffee but also delicious desserts and light snacks. We believe that the perfect coffee is not just a drink, but a ritual that gives you a boost of energy and a great mood. Come visit us and make your day special!
ka: კაფე მყუდრო კუთხე — ეს არის ადგილი, სადაც კომფორტი და შთაგონება შეხვდება frisch დაყენებული ყავის სურნელთან. აქ შეიძლება მშვიდად იმუშაოთ ან შეხვედრეთ მეგობრებს, არა მხოლოდ ყავის, არამედ გემრიელი დესერტების და მსუბუქი საჭმლის სიამოვნებით. ჩვენ დარწმუნებულები ვართ, რომ იდეალური ყავა მხოლოდ სასმელი არ არის, არამედ რიტუალია, რომელიც მოგცემთ ენერგიას და კარგ განწყობას. მოდით და გააკეთეთ თქვენი დღე განსაკუთრებული!

source: Previous
ka: წინა

source: Next
ka: შემდეგი

source: Café Cozy Corner has been operating for over 5 years, creating an atmosphere of comfort and warmth for its guests. It all started with a small café in the city center where we aimed to create a place you’d want to return to. Over the years, we have become a favorite spot for many who appreciate great coffee, a cozy atmosphere, and attentive service. We are proud to offer you not only incredibly delicious drinks but also an atmosphere where every moment is special. Come and dive into our story, enjoy the coffee, and create your own memories with us!
ka: კაფე მყუდრო კუთხე უკვე 5 წელზე მეტი ხნის განმავლობაში მუშაობს და ქმნის კომფორტულ და თბილ ატმოსფეროს თავის სტუმრებისთვის. ყველაფერი დაიწყო პატარა კაფედან ქალაქის ცენტრში, სადაც ჩვენ ვცდილობდით შემოგვექმნა ადგილი, სადაც ადამიანს სურს დაბრუნება. ამ წლებმა ჩვენთვის გახადა საყვარელი ადგილი ბევრისთვის, ვინც აფასებს კარგ ყავას, კომფორტულ გარემოს და ყურადღებიან მომსახურებას. ჩვენ გვამაყობს, რომ შეგვიძლია შემოგთავაზოთ არა მხოლოდ საოცრად გემრიელი სასმელები, არამედ ატმოსფერო, სადაც ყოველი მომენტი განსაკუთრებულია. მოდით და გაერთეთ ჩვენს ისტორიაში, ისიამოვნეთ ყავით და შექმენით თქვენი საკუთარი მოგონებები ჩვენთან ერთად!

source: Customer Reviews
ka: ჩვენი მომხმარებლების მიმოხილვები

source: Leave a Review
ka: მიმოხილვის დატოვება

source: Our Menu
ka: ჩვენი მენიუ

source: Cappuccino
ka: კაპუჩინო

source: A gentle and aromatic coffee with milk foam.
ka: ნაზი და არომატული ყავა რძის ქაფით.

source: Price:
ka: ფასი:

source: Chocolate Dessert
ka: შოკოლადის დესერტი

source: A rich chocolate flavor for true gourmets.
ka: მდიდარი შოკოლადის გემო ნამდვილ გურმანებისთვის.

source: Caesar Salad
ka: სალათი ცეზარი

source: A classic salad with chicken, cheese, and fresh vegetables.
ka: კლასიკური სალათი ქათმით, ყველით და სუფთა ბოსტნეულით.

source: Latte
ka: ლატე

source: Coffee with a large amount of milk and delicate foam.
ka: ყავა დიდი რაოდენობით რძით და ნაზი ქაფით.

source: Croissant
ka: კრურასანი

source: Airy and crispy croissant with almond cream.
ka: ჰაეროვანი და ხრაშუნა კრურასანი ნუში კრემით.

source: Tomato Soup
ka: თომატის სუპი

source: A fragrant soup made from fresh tomatoes with herbs.
ka: არომატული სუპი ახალი თომატებით და მწვანილებით.

source: More
ka: მეტი

source: Address: Central St., 10, Moscow
ka: მისამართი: ცენტრალური ქუჩა, სახლი 10, თბილისი

source: Phone:
ka: ტელეფონი:

source: 2025 Café Cozy Corner. All rights reserved.
ka: 2025 კაფე "მყუდრო კუთხე". ყველა უფლებები დაცულია.

source: Your name
ka: თქვენი სახელი

source: Your review
ka: თქვენი მიმოხილვა

source: Submit
ka: გაგზავნა

source: Table Reservation
ka: მაგიდის დაჯავშნა

source: Choose a table
ka: აირჩიეთ მაგიდა

source: Table
ka: მაგიდა

source: for 6 people
ka: 6 ადამიანზე

source: for 4 people
ka: 4 ადამიანზე

source: for 2 people
ka: 2 ადამიანზე

source: Date and time
ka: თარიღი და დრო

source: First name
ka: სახელი

source: Last name
ka: გვარი

source: Phone
ka: ტელეფონი

source: Close
ka: დახურვა

source: Reserve
ka: დაჯავშნა
